import sansevieriaMoonshine from '../assets/images/sansevieria-moonshine.jpg'
import sansevieriaCylindrica from '../assets/images/sansevieria-cylindrica.webp'
import spathiphyllumSweetChico from '../assets/images/spathiphyllum-sweet-chico.jpg'
import calatheaOrbifolia from '../assets/images/calathea-orbifolia.jpg'
import ficusMicrocarpaGinseng from '../assets/images/ficus-microcarpa-ginseng.jpg'
import howeaForsteriana from '../assets/images/howea-forsteriana.jpg'
import aglaonemaMaria from '../assets/images/aglaonema-maria.webp'

export const productsData = {
	status: 'success',
	data: [
		{
			id: 1,
			name: 'Сансевиерия Цилиндрика',
			unitPrice: 9990,
			image: sansevieriaCylindrica,
			description:
				'Стильное неприхотливое растение. Характеризуется вертикальными, растущими из земли скрученными в трубочку листовыми пластинами насыщенного зеленого цвета. Может вырасти в высоту до 1,5 метров. Сансевиерия Цилиндрика Спагетти популярна благодаря своей способности расти как в хорошо освещенном месте, так и в тени, она выдерживает большой перепад температур, сквозняки и может долгое время обходиться без полива. Известна своими способностями очищать воздух. Самый простой способ сгубить это растение - чрезмерно ухаживать за ней.',
			soldOut: false,
		},
		{
			id: 2,
			name: 'Сансевиерия Муншайн',
			unitPrice: 3990,
			image: sansevieriaMoonshine,
			description:
				'Характеризуется вертикальными, растущими из земли листовыми пластинами заостренной формы с голубовато-серебристым отливом. Сансевиерия популярна благодаря своей способности расти как в хорошо освещенном месте, так и в тени. Она выдерживает большой перепад температур, сквозняки и может долгое время обходиться без полива. Сансевиерия также известна своими способностями очищать воздух. Самый простой способ сгубить - это чрезмерно ухаживать за ней. ',
			soldOut: true,
		},
		{
			id: 3,
			name: 'Спатиффилум Свит Чико',
			unitPrice: 4990,
			image: spathiphyllumSweetChico,
			description:
				'Стильное декоративное цветущее растение. Характеризуется отсутствием стебля, листья имеют насыщенный зелёный оттенок, находятся на длинных черешках и имеют форму овала. Листва имеет гладкое покрытие с прямыми прожилками. Во время цветения появляется большое количество стрелок, растущих из почвы. В высоту может достигать 70-80 см. Цветоносы спатифиллум выбрасывает 2 раза в год и длительность цветения составляет около 30 дней. В этот период необходимо обеспечить умеренный полив, хорошее освещение и подкормки. Способен насыщать воздух свежестью и обеспечивать очищение кислорода от различных примесей.',
			soldOut: false,
		},
		{
			id: 4,
			name: 'Калатея Орбифолия',
			unitPrice: 6790,
			image: calatheaOrbifolia,
			description:
				'Яркое декоративно-лиственное растение. Характеризуется крупными круглыми серебристо-зелеными листьями, которые растут на высоких черешках. Вся лицевая сторона каждого листа украшена четкими, почти одинаковыми по ширине симметричными чередующимися темно- и светло-зелеными полосками. Орбифолия - одна из самых высоких калатей и может достигать в высоту 90 см. Среди остальных калатей, отличающихся капризным характером, Орбифолия считается одной из самых неприхотливых, но также требует особых условий. Для этого растения необходимы постоянная влажность, тепло и отсутствие прямого агрессивного солнечного света.',
			soldOut: false,
		},
		{
			id: 5,
			name: 'Фикус Микрокарпа Гинсенг',
			unitPrice: 4590,
			image: ficusMicrocarpaGinseng,
			description:
				'Характеризуется тем, что снизу его ствола имеется выраженное утолщение, сформированное из воздушных корней, которое со временем может принимать самые затейливые формы, листья - заостренной формы, гладкие, глянцевые и блестящие. В домашней среде фикус может достигать 1,5 метров, хотя растет он не быстро. Способствует очищению воздуха от различных вредных соединений углерода, к примеру: фенола, бензола и формальдегида. При правильном несложном уходе можно получить мини-деревце с красиво оформленной и пышной кроной. Главное, правильно подобрать место нужной освещенности и не перемещать растение, а также проводить своевременную обрезку с целью формовки кроны и ствола. ',
			soldOut: false,
		},
		{
			id: 6,
			name: 'Ховея Форстериана',
			unitPrice: 8790,
			image: howeaForsteriana,
			description:
				'Характеризуется большими раскидистыми листьями-лопастями, расположенными на собственном стволе. Ховея растет очень медленно и при оптимальных условиях содержания в год дает не более двух листов. При комнатном содержании достигает высоты 1,5 - 4 метра. Ховея очищает и увлажняет воздух, создает благоприятную обстановку для снижения риска развития респираторных заболеваний и не вызывает аллергии. Не требует особого внимания и легко выращивается даже начинающими цветоводами. Главное, обеспечить ховее достаточное количество места, хорошее освещение и регулярный полив. ',
			soldOut: false,
		},
		{
			id: 7,
			name: 'Аглаонема Мария',
			unitPrice: 3990,
			image: aglaonemaMaria,
			description:
				'Стильное яркое декоративно-лиственное растение. Характеризуется сравнительно небольшими листьями, заостренными к концам. Общий фон листовой пластины яркий с глянцевым отливом и выраженными темно-зелеными полосками по краям листа. Аглаонема Мария представляет собой компактный куст, в высоту достигает 40-50 см. Является весьма полезным комнатным, она эффективно очищает воздух в помещениях, уменьшает содержание бензола и других вредных веществ, идеально подходит для озеленения офисов и ресторанов.Теневынослива и не теряет яркой окраски при искусственном освещении, также этот сорт аглаонемы отличается своей холодостойкостью.',
			soldOut: true,
		},
	],
}
